{"audio_file": "production/P_Q_1.ogg", "stt_model": "saaras:v3", "stt_draft": "25 दिसंबर को हमारा ऑप्शनल छुट्टी था, तो हमने फिर भी इधर भरा था, तो हमको डबल मिलेगा या सिंगल पेमेंट मिलेगा? मैं बबीता विलास बोल रही हूँ।", "latency_seconds": 3.1, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-25T05:03:57.019740"}
{"audio_file": "production/P_Q_2.ogg", "stt_model": "saaras:v3", "stt_draft": "हाय, मैं भारती बोल रही हूँ बी सी ऑफिस से। मुझे यह जानना है कि मुझे मेरा समर गुडी बैग कितना हुआ है और उसका कितना पैसा हुआ है और जी डब्ल्यू पी जो अभी चालू हुआ है वह कितना पीस हुआ है और उसका कितना पेमेंट हुआ है। यह महीने में मेरा टोटल कितना पेमेंट हुआ है मुझे वह जानना है।", "latency_seconds": 3.26, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-25T05:04:00.278915"}
{"audio_file": "production/P_Q_3.ogg", "stt_model": "saaras:v3", "stt_draft": "హలో సార్, గుడ్ ఈవెనింగ్. ఇదర్ ఎక్స్ట్రా కామ్ రే కనా అప్నా సబ్ లేడీస్ లోక్ బోల్ రే. ఈవెనింగ్ మే ఏక్ గంట ఓర్ టైం చాహియే. శాయిద్ ఫిబ్రవరి మే సే ఉన్ లోక్ కో చాహియే కర్కే బోల్ రే.", "latency_seconds": 2.74, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-25T05:04:03.019287"}
{"audio_file": "production/P_Q_4.ogg", "stt_model": "saaras:v3", "stt_draft": "हमें ओटी के टाइम में शाम को ही नाश्ता चाहिए, 4 बजे नाश्ता करेंगे तो 7 बजे भूख लगती है और चाय भी नहीं मिलती है।", "latency_seconds": 2.21, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-25T05:04:05.232921"}
{"audio_file": "production/P_Q_5.ogg", "stt_model": "saaras:v3", "stt_draft": "हमें 4 बजे नाश्ता नहीं चाहिए, 6.30 बजे चाय और नाश्ता दोनों चाहिए।", "latency_seconds": 2.01, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-25T05:04:07.241675"}
{"audio_file": "production/P_Q_6.ogg", "stt_model": "saaras:v3", "stt_draft": "हमें 4 बजे नाश्ता नहीं चाहिए, हमें 6.30 बजे नाश्ता और चाय चाहिए।", "latency_seconds": 2.22, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-25T05:04:09.457565"}
{"audio_file": "production/P_Q_7.ogg", "stt_model": "saaras:v3", "stt_draft": "हेलो, मैं संचिता आईके बोल रही हूँ। मेरे मशीन पर जो भी कारीगर बैठता है, सब कुछ चीज़ कोई भी जगह पर नहीं रखता है। स्क्रू ड्राइवर नहीं है, पट्टी नहीं है, मशीन का सिलाई बड़ा टाका करके ऐसे ही छोड़ के जाता है।", "latency_seconds": 2.71, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-25T05:04:12.170506"}
{"audio_file": "production/P_Q_8.ogg", "stt_model": "saaras:v3", "stt_draft": "हेलो सर, मैं धनराज बोल रहा हूँ, राकेश सर, मैं अभी इधर पर हूँ, अभी ऑफिस में मैं लेबल मांग रहा हूँ, तो लेबल मेरे को नहीं दे रहे सर और मैं अभी वो लेबल की वजह से मेरा काम रुका है अभी।", "latency_seconds": 2.55, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-25T05:04:14.719535"}
{"audio_file": "production/P_Q_9.ogg", "stt_model": "saaras:v3", "stt_draft": "मैं नंदिनी बोल रही हूँ मुंबई सेंटर बीसी से, आज मेरा मशीन के लिए थोड़ा मचमच हुआ। रोहिणी दीदी ने मुझे मशीन से उठाया, उस मशीन में सरजू ने बैठा। सरजू और जब मैंने पूछा कि दीदी मैं यहाँ से नहीं उठूँगी क्योंकि मैं भी काम करने आती हूँ, मुझे भी फिर मशीन नहीं मिलता है 3 बजे के बाद। तो बोला नहीं नहीं तुम उठो, तुम कल्पना के मशीन में बैठो। तो मैं बोली हाफ डे से मैं वापस से। सुनील सुनील के मशीन में बैठूंगी। सरजू का मशीन खराब था। तो मैंने सरजू को बोला कि तू यहां से मेरा भी मेरा अभी 3 बजे के बाद तू यहां पर बैठोगी तो मुझे डायरेक्टली बोला यहां से मैं मैं नहीं उठूंगा जाके तू दीदी को जो बोलना है बोल दे। जब मैं दीदी रोहिनी दीदी के पास गई तो रोहिनी दीदी ने बोला नहीं नहीं वो सरजू ही बैठेगा। दीदी हम लोग को हर डे से मशीन नहीं मिलता हम लोग यहां वहां बैठ के पीस मारते थे। प्लीज हम लोग के लिए कुछ करो। और जयश्री भी मुझे कितना उल्टा सीधा बोले कि हां मैं अभी मंजली को फोन करके बोलती हूं इसको बात करने नहीं आता है बल्कि जो कि सरजू अंकल को बात करने नहीं आ रहा है और वो भी मुझे बोले सरजू और जयश्री दोनों मुझे बोल रहे थे प्लीज हम लोग का मशीन का कुछ करो दीदी", "latency_seconds": 10.65, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-25T05:04:25.373985"}
{"audio_file": "production/P_Q_10.ogg", "stt_model": "saaras:v3", "stt_draft": "मैं बीसी ऑफिस से हदिका बोल रही हूँ, अभी हम लोग को काम सही से मिल नहीं रहा है तो मैं क्या बोल रही थी? काम नहीं है तो टाइम चेंज कर दो, सुबह 9 बजे से बुला रहे हैं ना तो 11 बजे से बुलाओ और रात में भी जल्दी ही माल खत्म हो जाता है इसलिए मैं बोल रही थी टाइमिंग चेंज कर दो ना, 8 घंटे का कर दो, 12 घंटा क्यों रखे हैं? ऐसा हम लोग फिर बैठे रहते हैं।", "latency_seconds": 4.62, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:41:58.510129"}
{"audio_file": "production/P_Q_11.ogg", "stt_model": "saaras:v3", "stt_draft": "हाय टेनी टीम, मैं भारती बोल रही हूँ बीसी ऑफिस से। मुझे मेरा पेमेंट के बारे में जानना है जनवरी का। यह जो पेमेंट आया है, इसमें हमने संडे को भी काम किया था। एक बार शूटिंग था और एक बार डेली बेसिस वाले के साथ फोल्डिंग का काम किया था फुल डे। तो उसका भी पेमेंट ऐड हुआ है या वह बाद में आएगा या सब साथ में आया है? मुझे बताएंगे।", "latency_seconds": 4.79, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:42:03.303685"}
{"audio_file": "production/P_Q_12.ogg", "stt_model": "saaras:v3", "stt_draft": "मैं आदिका शेख बोल रही हूँ बॉम्बे सेंटर ऑफिस से, मेरी मशीन बहुत ज़्यादा ख़राब थी, अब्दुल भाई बोल रहे हैं लेके जाना पड़ेगा और मुझे दूसरी मशीन मिली है वो पहले से ही ख़राब है और उसको भी बोल रहे हैं लेके जाना पड़ेगा और मैं फुल डे आती हूँ, मैं कहाँ बैठूँ? मुझे जगह भी अरेंज करके नहीं दे रहे और दे रहे तो हाफ डे दे रहे, फिर मैं क्या करूँ अभी? फिर इधर उधर किधर बैठू नाही बैठू कोई बैठने भी नाही देगा ना ऐसा.", "latency_seconds": 8.3, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:42:11.601934"}
{"audio_file": "production/P_Q_13.ogg", "stt_model": "saaras:v3", "stt_draft": "दीदी, आज जुको का समर गुडी बैग का 50 पीस मिला है, आज टाइम बढ़ाएंगे क्या? क्योंकि 7 बजे तक काम पूरा नहीं होगा।", "latency_seconds": 3.31, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:42:14.917487"}
{"audio_file": "production/P_Q_14.ogg", "stt_model": "saaras:v3", "stt_draft": "मैं जुलेखा अंसारी बी सी से बोल रही हूँ, समर गुडी पैक मिला है, ज़रा हमारा टाइम बढ़ा दीजिए प्लीज़।", "latency_seconds": 3.2, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:42:18.122397"}
{"audio_file": "production/P_Q_15.ogg", "stt_model": "saaras:v3", "stt_draft": "दीदी, 9 बजे तक जो टाइम था वह बढ़ा दो ना, दीदी हाथ में काम आया है।", "latency_seconds": 2.57, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:42:20.697507"}
{"audio_file": "production/P_Q_16.ogg", "stt_model": "saaras:v3", "stt_draft": "मैं बीसी ऑफिस से बोल रही हूं। प्लीज दीदी यहां पर एक रूल एज रेगुलेशन बनाइए। यहां पर कैसा है? पीस कोई भी लेते हैं इसके वजह से बहुत मगजमारी होता है। पीस ले लेते हैं, बारकूट ले लेते हैं, लेबल ले लेते हैं, सब ले ले के एक्स्ट्रा ले के छुपा के रखते हैं। तो ये चीज नहीं होना चाहिए दीदी। फिर इस चीज के वजह से ना बहुत इशू होता है यहां पर। तो एक रूल बनाइए अगर हमारा पीस हो गया उनको बोलो चेक करने के लिए। पीस नहीं भी हुआ है। तो ये लोग छुपा देते हैं पीस बैग के नीचे और बोलते हैं एक दूसरे को दे देते हैं, बोलते हैं कि बोलना पूछने आएंगे तो मेरा पीस हो गया। तो ये चीज नहीं होना चाहिए दीदी, ये चीज के वजह से ना बहुत इशू होता है। फिर वो बोले उनको नहीं बोला, उनको नहीं बोलना, बोला ये नहीं होना चाहिए दीदी प्लीज। आई एम रिक्वेस्ट स्वीप।", "latency_seconds": 8.82, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:42:29.516278"}
{"audio_file": "production/P_Q_17.ogg", "stt_model": "saaras:v3", "stt_draft": "गुड आफ्टरनून सर, फ्लोर पे बहुत सारा काम है। पीस सब फोल्डिंग करना है, कुछ थ्रेडिंग है, तो सब अगर दो टाइम दो घंटे का ओटी देंगे तो वो थोड़ा क्लीन हो जाएगा।", "latency_seconds": 3.89, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:42:33.410732"}
{"audio_file": "production/P_Q_18.ogg", "stt_model": "saaras:v3", "stt_draft": "गुड आफ्टरनून मैडम। फ्लोर में है ना, चेकिंग के लिए भी पीस है और फोल्डिंग के लिए भी पीस उधर इधर है। दो घंटा ओटी देगा तो फ्लोर भी क्लीन रहेगा, हम कर सकते है।", "latency_seconds": 3.48, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:42:36.892471"}
{"audio_file": "production/P_Q_20.ogg", "stt_model": "saaras:v3", "stt_draft": "हेलो अनु दीदी, मैं सीता बोल रही हूँ। मेरा पेमेंट में ₹1000 कम आया है। आप ज़रा चेक करके देखिए ना। मैंने ना 2 संडे को मैंने टेलीविज़न का काम किया था। एक एक बार मैंने शूटिंग का काम किया था और एक बार टेलीविज़न का काम किया। आप देख के बताइए।", "latency_seconds": 4.21, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:42:41.105145"}
{"audio_file": "production/P_Q_21.ogg", "stt_model": "saaras:v3", "stt_draft": "मैं मुंबई सेंटर से नंदनी परदेसी बोल रही हूँ, मैं भी इसी से बोल रही हूँ। मेरा अल्टर है ना, ललिता है ना, मेरा अल्टर बहुत निकालती है, बहुत हद से ज़्यादा। वो ऐसा लगता है कभी-कभी अपने से ही अल्टर को कट कर देती है।", "latency_seconds": 3.88, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:42:44.981410"}
{"audio_file": "production/P_Q_22.ogg", "stt_model": "saaras:v3", "stt_draft": "दीदी मैं बीसी से बोल रहा हूं शक्ति। अब आज सुबह क्या हुआ दीदी हम लोग ऑल्टर लेते हैं ना तो तापट तोप बना के दे देते हैं। जो ब्लू धागा रहता है या नहीं रहता है ना तो ब्लू धागा लगाने के बाद में हम लोग ऑल्टर दे देते हैं। अभी कल की बात है सबको मैं दे दिया तीनों जन मेरे को ऑल्टर दिए थे। सबको दे दिया है बाला बोलती है तीन चार दिन पहले मैं दी थी तो दिया ही नहीं अभी तक। ऐसा बोला मेरे पास कुछ है ही नहीं पीस। 25 के अलावा जो एक्स्ट्रा रहेगा तो मैं दूंगा ना, तो बाद में थोड़ा आज सुबह इशू हो गया।", "latency_seconds": 7.07, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:42:52.046948"}
{"audio_file": "production/P_Q_23.ogg", "stt_model": "saaras:v3", "stt_draft": "हेलो, मैं बीसीजी से बोल रही हूँ और मैं जो भी अल्टर देती हूँ इधर पर चेक इन करके, तो इधर कोई अपसेट करता नहीं है हमें। सपना परदेसी के सामने अल्टर दी थी और वो शक्ति अपसेट करता ही नहीं है और मैं बोलने के अल्टर मांग रही है, मांग रहे तो वो चिल्ला चिल्ला के हम लोग के ऊपर अकड़ता है। हम लोग को अपसेट करता नहीं लेडीज़ लोग से कैसा बात करने का, ऐसा ऐसा बात पे हम लोग को सब कोई। जितने जन है ना उतने जन बोलते हैं और अल्टर करके ही नहीं देते झूठ झूठ बोलते हैं दिए हैं हम लोग दिया है और बोलने जाएंगे तो लड़ने के लिए चढ़ते हैं मैं भावना भावना परदेसी बोल रही हूं", "latency_seconds": 8.19, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:43:00.237231"}
{"audio_file": "production/P_Q_24.ogg", "stt_model": "saaras:v3", "stt_draft": "हेलो सर, मैं ये बोल रहा हूँ मुंबई चल रहे थे। ये आशीष भी देने वाला नाटक करता है बोले। लाख लाख देता है, दोस्तों को अच्छा भी देता है। तो बोलता है करना है करो तो जाओ बोलता है।", "latency_seconds": 4.2, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:43:04.436928"}
{"audio_file": "production/P_Q_25.ogg", "stt_model": "saaras:v3", "stt_draft": "दीदी सब ऐसा पीस है मुड़ा हुआ तो सब बोलते हैं हमको सीधा सीधा पीस दे मुड़ा वाला नहीं चाहिए।", "latency_seconds": 2.66, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:43:07.098468"}
{"audio_file": "production/P_Q_26.ogg", "stt_model": "saaras:v3", "stt_draft": "मैं बीसी ऑफिस से हदीका बोल रही हूँ, मेरी मशीन ख़राब थी तो फिर बनने के लिए गई थी, 4 दिन के बाद आई है बनके, फिर भी मशीन वैसे ही चल रही है, मशीन ठीक हुई नहीं है और मुझे बहुत प्रॉब्लम हो रहा है और मेरी जगह चेंज हो सकती है, मेरी जगह चेंज ख़राब होती है, तो जगह चेंज करना। तो फिर ये जगह चेंज करना ये प्रॉब्लम हो रहा है इधर पे।", "latency_seconds": 8.4, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:43:15.499414"}
{"audio_file": "production/P_Q_27.ogg", "stt_model": "saaras:v3", "stt_draft": "हाँ सर, मैं राकेश सर से बात करना चाहती हूँ। मैं ग्रैंड रोड के ऑफिस से बोल रही हूँ, यास्मीन अय्यूब खान। मेरे को आशीष के खिलाफ कंप्लेंट करना है। वह वह है ना किसी को मतलब पॉलिसिटी मतलब पीस बराबर दे नहीं रहा है। किसी किसी को एकदम अच्छा निकाल के दे रहा है और किसी के साथ ऐसा बोलता है और सामने वाला बोलेगा तो बोलता है डायरेक्ट घर जाओ।", "latency_seconds": 3.99, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:43:19.488365"}
{"audio_file": "production/P_Q_28.ogg", "stt_model": "saaras:v3", "stt_draft": "राकेश सर, यह मैसेज आपके लिए है। मैं बी सी ऑफिस से भारती बोल रही हूँ। फ्लोर में अभी भी जब माल खत्म होता है, यानी पीस खत्म होता है, जब थोड़ा पीस बचता है, तो फ्लोर में सभी लोग के पास में, बहुत सारे लोग के पास में बिना एंट्री कराए एक-एक पी मतलब एक-एक 25 का बंच होता है सर, हाँ। और ना सुपरवाइजर लोग ध्यान देते हैं या नहीं देते हैं यह मुझे नहीं मालूम, लेकिन बहुत सारे लोग के पास रहता है, वह लोग को बोलो ध्यान देने के लिए। ठीक है, मैं अपना भी बता रही हूँ, 2-4 पीस एक्स्ट्रा रखते हैं हम, सभी रखते हैं, 2-4 पीस जो भी है, 2-4, 5-6 जो भी है, एक्स्ट्रा रखते हैं, लेकिन एंड में हम लोग उसको एडजस्ट करते हैं। लेकिन ऐसे नहीं करते हैं कि हम एंट्री कराए नहीं हैं और पीस लेकर रख लिए हैं क्योंकि हमको पता चल गया है कि अब पीस थोड़ा है, माल खत्म होने वाला है, आएगा कब आएगा कब नहीं आएगा, तो हम ऐसे करके रख लें। तो बहुत सारे लोग हैं जिनका मैं नाम नहीं ले सकती क्योंकि मुझे है ना सभी को डर रहता है कि हमारी बात लीक होती है इसीलिए मैं नाम नहीं ले सकती हूँ। लेकिन प्लीज़ आप सुपरवाइज़र को बोलो कि चेक करें जब भी माल थोड़ा होता है, सबके पास पीस चेक करें किसके पास है या नहीं है, फ़ाइल चेक करें कल का कितना माल है, कितना लिए हैं। सर इसमें क्या प्रॉब्लम है? जो स्लो है उनको नहीं मिल पाता, मेरे जैसे बहुत सारे लोग स्लो हैं और ऐसे चालाक लोग जो फ़ास्ट हैं बहुत सारे लोग। हैं 5-6 लोग जिसका मैं नाम नहीं लूँगी, तो वो लोग क्या करते हैं, ऐसे करते हैं।", "latency_seconds": 20.48, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:43:39.970718"}
{"audio_file": "production/P_Q_8.1.ogg", "stt_model": "saaras:v3", "stt_draft": "दीदी, मैंने मैसेज नहीं देखा था, मैं मैसेज अभी देख रहा हूं। लेकिन ये स्टाफ लोग उधर बैठे हैं, वो खाना खाने गया तो उससे चाबी ले लेने का ना दीदी। चाबी लेके फिर हम लोग जो हम लोग का खाना खाने हम लोग गए हो हम हम लोगों को मालूम है हम लोगों का टाइम वेस्ट होएगा। लेकिन खाना खा के आए हैं, वो खाना खाने गया तो आप लोग चाबी ले लेना चाहिए ना उससे कि कोई आएगा कुछ चीज मांगेगा तो देना पड़ेगा। तो इसके हिसाब से मैंने मैसेज किया। राकेश सर ने बोला था कुछ। वो अडेक्शन का कुछ होएगा तो तुम मेरे को बोलो, तो मैंने मैसेज भेजा दीदी और क्या?", "latency_seconds": 8.09, "human_reviewed": null, "final": null, "status": "pending_review", "timestamp": "2026-02-24T21:43:48.060165"}
